<template>
    <div class="test">
        <h4>分析总结</h4>
        <br />
        (1) 电影高产地区主要集中在欧美。<br />
        <br />
        (2) 电影产业的高速发展始于 20 世纪 90 年代，彩色电影发展迅速，其中剧情片（Drama）、喜剧片（Comedy）、惊悚片（Thriller）、动作片（Action）、爱情片（Romance）是所有电影类型中产量较高的几种类型。<br />
        <br />
        (3) 电影票房收入从 20 世纪 90 年代后高速增长。<br />
        <br />
        (4) 票房收入排名前 20 位的电影主要有《阿凡达》《泰坦尼克号》《侏罗纪世界》和《复仇者联盟》等，类型主要为科幻、爱情、动作和冒险类，说明这类电影一般情况能产生较高的票房收益。<br />
        <br />
        5) 评分前 20 位的电影主要有《肖申克的救赎》《教父》《蝙蝠侠：黑暗骑士》《教父 2》和《黄金三镖客》等。<br />
        <br />
        (6) 评分与受欢迎程度之间相关性不是很明显，但是大部分受欢迎度高的影片，评分也是高的。<br />
        <br />
        (7) 从电影时长与票房的关系可见，电影时长过短或过长票房效果都不佳，一般电影时长在 90~160 分钟最佳。<br />
        <br />
        (8) 评分与票房之间相关性不是很明显，但是大部分评分高的影片，票房基本上也较高。
    </div>
</template>
<script>
export default {
    data() {
        return {
        }
    }
}
</script>

<style>
.test {
    font-size: 19px;
    margin: 50px 200px 95px 200px;
}
</style>